#### MSup2PerM Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol mÂ²/m, indicating unit Square meters per meter.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId MSup2PerM { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property MSup2PerM As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ MSup2PerM { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace